Repository: NirTurjeman/PhotoMatic
Catalog: PhotoMatic/Views/Storyboard/*.lproj/Dashboard.strings
Languages: he

# title_halo
source: Photos Storage
he: אחסון תמונות

# legend_photos
source: Photos
he: תמונות

# legend_other
source: Other
he: אחר

# legend_free
source: Free
he: פנוי

# card1_title
source: Smart Clean
he: התחל ניקוי חכם

# card1_subtitle
source: Free up now
he: פנה מקום עכשיו

# card1_subtitle_edited
source: Free up %.1f GB from photos
he: פנה %.1f ג׳יגה מהתמונות

# used_of_total_format
source: of %.0f GB (%.0f%%)
he: מתוך %.0f ג״ב (%.0f%%)

# Scan_Button
source: Start Scanning
he: התחל סריקה

# Scanning_Progress
source: Scanning
he: סורק

# card2_title
source: Analyze Storage
he: ניתוח אחסון

# card2_subtitle
source: Analyze photo usage
he: הצגת טבלאות ניתוח

# card3_title
source: Clean History
he: ארכיון ניקוי

# card3_subtitle
source: Your cleanup timeline
he: לוח זמנים של ניקויים

# card4_title
source: About
he: אודות

# card4_subtitle
source: App information and support
he: מידע ותמיכה
