Repository: NirTurjeman/PhotoMatic
Catalog: PhotoMatic/Views/Storyboard/*.lproj/SmartClean.strings
Languages: he

# alert_ok
source: OK
he: אישור

source: Warning!
he: אזהרה!

# warning_select_photo
source: Please select at least one photo
he: אנא בחר לפחות תמונה אחת

# delete_originals
source: Delete original photos after compression?
he: למחוק את המקוריות אחרי דחיסה?

# Are_You_Sure
source: Are you sure you want to delete the original photos after compression?
he: האם אתה בטוח שברצונך למחוק את התמונות לאחר הדחיסה?

source: Delete
he: מחק

source: Cancel
he: ביטול

# compression_failed
source: Compression failed. Please try again.
he: הדחיסה נכשלה. נסה שוב.

source: Compression complete
he: הדחיסה הושלמה

# total_space_saved
source: Total space saved: %.2f MB
he: נחסכו %.2f מ״ב

# finish_button
source: Finish
he: סיום

# next_button
source: Next step
he: שלב הבא

# step1_title
source: Step 1:
he: שלב 1:

# step2_title
source: Step 2:
he: שלב 2:

# step3_title
source: Step 3:
he: שלב 3:

# cloud_service_label
source: Cloud
he: שירותי ענן

# archive_label
source: Archive
he: ארכיון

# no_backup_label
source: No Backup
he: ללא גיבוי

# select_backup_method
source: Select the backup method for your chosen photos:
he: בחר את שיטת הגיבוי עבור התמונות שבחרת:

# choose_compression_quality
source: Choose the compression quality for your photos (Lower quality = more space saved):
he: בחר את איכות הדחיסה עבור התמונות (איכות נמוכה יותר = חיסכון גבוה יותר):

# selected_images_info
source: %d image(s) selected (%@ GB)
he: %d תמונות נבחרו (%@ GB)

# finished_compressing_title
source: Finished compressing:
he: השלמת הדחיסה:

# finished_compressing
source: Compress Complete!
he: הדחיסה הושלמה!

source: Select Photos
he: בחר תמונות

# select_photos_prompt
source: Opening gallery...
he: הגלריה נפתחת...

# select_photos_complete
source: Selection complete
he: הבחירה הושלמה

# select_photos_to_compress
source: Select the photos you'd like to compress:
he: בחר תמונות לדחיסה:

# firstWordinfoText
source: This
he: זהו

# restOfBodyinfoText
source: is a simple multi-step process. Don’t worry – we won’t delete anything without your permission, and you can go back at any time.
he: תהליך רב-שלבי פשוט. אין צורך לחשוש, לא נמחק דבר בלי אישורך, וניתן לחזור בכל עת.
